BLOCK_ID = [
    "5e131fe592690d0001fcc5d9", # 인사
    "5e158da3b617ea000130089c", # 웅맞아
    "5e158e3bb617ea00013008a6", # 오잉어떻게
    "5e158e808192ac000194d1dd", # 그렇구나
    "5e14019b8192ac00017935d7", # 질문01    
    "5e1427ac8192ac00017938b5", # 질문02
    "5e1442b1b617ea00015ada67", # 질문03
    "5e1485cfffa748000115c467", # 질문04
    "5e14862affa748000115c471", # 질문05
    "5e148759b617ea0001edd307", # 질문06
    "5e148766b617ea0001edd309", # 질문07
    "5e148774b617ea0001edd310", # 질문08
    "5e148782b617ea0001edd312", # 질문09
    "5e14879092690d0001b8c852", # 질문10
    "5e14879d92690d0001b8c854", # 질문11
    "5e1487a992690d0001b8c856", # 질문12
    "5e1487b892690d0001b8c85c", # 질문13
    "5e1487c892690d0001b8c861", # 질문14
    "5e1487d4b617ea0001edd314", # 질문15
    "5e1487e4b617ea0001edd316", # 질문16
    "5e1487f4b617ea0001edd318", # 질문17
    "5e148801b617ea0001edd31a", # 질문18
    "5e14880e92690d0001b8c866", # 질문19
    "5e14881c92690d0001b8c869", # 질문20
    "5e14898eb617ea0001edd31e", # 완료
]

QUESTION = [
    "잠깐만",
    "웅맞아",
    "오잉어떻게",
    "그렇구나",
    "평소에는 아무렇지도 않던 일들이 괴롭고 귀찮게 느껴졌나요?",
    "먹고 싶지 않고 식욕이 없었나요?",
    "어느 누가 도와준다고 해도 울적한 기분을 떨쳐버릴 수 없을 것 같았나요?",
    "무슨 일을 하든 정신을 집중하기가 힘들었나요?",
    "비교적 잘 지내셨나요?",
    "상당히 우울하셨어요?",
    "모든 일들이 힘들게 느껴졌나요?",
    "앞일이 암담하게 느껴졌나요?",
    "지금까지의 내 인생은 실패작이라는 생각이 들었나요?",
    "적어도 보통 사람들만큼의 능력은 있었다고 생각하시나요?",
    "잠을 설치거나 잘 이루지 못하셨나요?",
    "두려움을 느끼셨나요?",
    "평소에 비해 말수가 적었나요?",
    "세상에 홀로 있는 듯한 외로움을 느꼈나요?",
    "큰 불만 없이 생활하셨나요?",
    "사람들이 나에게 차갑게 대하는 것 같았나요?",
    "갑자기 울음이 나왔나요?",
    "마음이 슬펐나요?",
    "사람들이 나를 싫어하는 것 같았나요?",
    "도무지 뭘 해 나갈 엄두가 나지 않으셨나요?",
    "당신의 우울증 점수는 "
]